

import accordionImg1 from "../images/diselImg.png";
import accordionImg2 from "../images/techImg.png";
import accordionImg3 from "../images/twofloorred.png";
import accordionImg4 from "../images/bsu.png";


const panels = [
    {
      label: "Проектирование",
      subtitle: "Цифровизация каждого этапа жизненного цикла",
      text_color: "#36b5f0",
      content_title: "Проектирование",
      content:
        "Мы создаем цифровой двойник изделия любой сложности на основе конструкторской документации. Виртуальный анализ цифровой модели сокращает время создания опытных образцов, облегчает переход на безбумажные технологии производства и ускоряет процесс модернизации изделий",
      imgurl: accordionImg1,
    },
    {
      label: "Производство",
      subtitle: "Цифровизация каждого этапа жизненного цикла",
      content_title: "Производство",
      text_color: "#95e616",
      content:
        "Модуль проектирования технологических процессов на базе интерактивного каталога изделия позволяет формировать любую технологическую и проектную документацию в цифровом виде и способствует введению безбумажной технологии производства",
      imgurl: accordionImg2,
    },
    {
      label: "Эксплуатация",
      subtitle: "Цифровизация каждого этапа жизненного цикла",
      text_color: "#ef3a56",
      content_title: "Эксплуатация",
      content:
        "Интерактивный каталог позволяет провести подетальную паспортизацию подвижного состава. Цифровая копия каждого локомотива и вагона доступна в реальном времени от выпуска до утилизации",
      imgurl: accordionImg3,
    },
    {
      label: "Ремонт",
      subtitle: "Цифровизация каждого этапа жизненного цикла",
      content_title: "Ремонт",
      text_color: "#ffd900",
      content:
        "На основе интерактивного 3D-каталога формируются руководства по обслуживанию и ремонту.  Интеграция с ERP- и PLM-системами предприятия позволяет рассчитывать затраты на обеспечение каждого этапа жизненного цикла",
      imgurl: accordionImg4,
    },
  ];
  
  

  export {panels, cases, solutions, advantages}